Repository: daronleaj/challenge
Catalog: iOSCodeChallenge/Resource/Strings/*.lproj/Localizable.strings
Languages: es

source: Sale flat
es: Piso en venta

source: Rent flat
es: Piso en alquiler

source: Sale penthouse
es: Ático en venta

source: Rent penthouse
es: Ático en alquiler

source: Sale studio
es: Estudio en venta

source: Rent studio
es: Estudio en alquiler

source: Sale chalet
es: Chalet en venta

source: Rent chalet
es: Chalet en alquiler

source: Sale duplex
es: Dúplex en venta

source: Rent duplex
es: Dúplex en alquiler

# spacePrice_
source: Price is %@ â‚¬
es: El precio es %@ €

# pullToRefreshTable
source: Drag to refresh
es: Arrastra para refrescar

# listAddFavorite
source: Add favorite
es: Añadir a favorit

# listRemoveFavorite
source: Remove favorite
es: Borrar de favorito
